{"headings":[{"title":"What makes an album the greatest of all time?","sub":"Examining 30 years of <i>Rolling Stone’s</i> “Greatest Albums of All Time” Rankings","byline":"by <a href=https://pudding.cool/author/chris-dalla-riva/ target=_blank>Chris Dalla Riva</a> and <a href=https://pudding.cool/author/matt-daniels/ target=_blank>Matthew Daniels</a>"}],"introfirst":[{"type":"text","value":"<span class=year2003text>In 2003</span>, <i>Rolling Stone</i> magazine released its “500 Greatest Albums of All Time,” placing the Beatles’ “Sgt. Pepper’s Lonely Hearts Club Band” in the top slot."}],"introsecond":[{"type":"text","value":"When the publication updated the list <span class=year2012text>in 2012</span> to include the first decade of the new millennium, not only did the Beatles’ classic remain at #1 but the entire top 10 was unchanged."},{"type":"text","value":"This certitude wasn’t to last, though."}],"introthird":[{"type":"text","value":"<i>Rolling Stone</i> revised the list <span class=year2020text>in 2020</span> again, and the two decade consensus was no more."},{"type":"text","value":"Beyond “Let’s Get It On” jumping from #6 to #1 and “Pet Sounds” remaining locked in at #2, the entire top 10 was changed, some albums jumping scores of spots."}],"introfourth":[{"type":"text","value":"Once again, here’s the <span class=year2003text>2003 ranking</span> from twenty years ago. We’ve highlighted those albums that made the top 10 in 2020."}],"introfifth":[{"type":"text","value":"But each year’s ranking isn’t just the same albums shuffled throughout the 500 slots."},{"type":"text","value":"<span class=emphasis>Here is the complete ranking <span class=year2020text>from 2020</span></span>, and nearly a <strong>third</strong> of the albums were new, never appearing in previous rankings. Let's examine a few of these albums."}],"introsixtwo":[{"type":"text","value":"<span class=big>The “new” greatest albums of all time</span>"},{"type":"text","value":"Many of these albums were released over the past decade, such as Kanye West’s “My Beautiful Dark Twisted Fantasy” (#17)."},{"type":"text","value":"And Kendrick Lamar’s “To Pimp a Butterfly” (#19)."},{"type":"text","value":"And Beyoncé’s “Lemonade” (#32)."},{"type":"text","value":"And Frank Ocean’s “Blonde” (#79)."}],"introsixthree":[{"type":"text","value":"But other additions had been out for a long time, like Kate Bush’s “Hounds of Love,” originally released in 1985."},{"type":"text","value":"And Joy Division’s “Unknown Pleasures” (1979)."},{"type":"text","value":"Some new additions came from even further in the past. Billie Holiday’s “Lady in Satin” made the list in 2020 despite being unranked in 2003, 45 years after its release."}],"popone":[{"type":"text","value":"Next up: music greatness is shaped by what’s widely listened to."},{"type":"text","value":"<span class=big>Popularity</span>"},{"type":"text","value":"Most of the albums ranked were hits when they were initially released. This might not come as a shock, but it cuts against our intuition that pop music is for the masses and truly great music is only championed by critics over time. The data shows the opposite."}],"poptwo":[{"type":"text","value":"Here we depict the <span class=year2020text>2020 ranking</span>, but the importance of popularity was clear across all three of <i>Rolling Stone</i>’s lists."},{"type":"text","value":"When we just look at albums ranked in the top 100, 30% charted at #1 on <i>Billboard</i>. Furthermore, 96% of albums were <i>Billboard</i> hits, at some point upon release."}],"popthree":[{"type":"text","value":"If we look at lower ranked albums, meaning those among the bottom 400, they are 3x more likely to have never charted on <i>Billboard</i>. In other words, if you want your album to be considered great, it helps if it is also popular when it’s released."}],"spotifyone":[{"type":"text","value":"In short, beyond accounting for new releases, there must be other factors influencing <i>Rolling Stone</i>’s choices."},{"type":"text","value":"This project uses <i>Rolling Stone</i> album rankings – twenty years apart in time – to determine what influences “greatness”."},{"type":"text","value":"First, music greatness is also shaped by how we listen."},{"type":"text","value":"<span class=big>Medium</span>"},{"type":"text","value":"Just a moment ago, we noted the turnover in <i>Rolling Stone</i>’s 2020 ranking: a third of albums from 2003 did not make the 2020 list."}],"spotifytwo":[{"type":"text","value":"<span class=emphasis>Here are the 174 albums from <span class=year2003text>the 2003 ranking</span> that failed to rank twenty years later.</span>"}],"spotifythree":[{"type":"text","value":"We noticed a few qualities uniting these albums that fell out of favor with judges."}],"spotifyfour":[{"type":"text","value":"18% are compilations or greatest hits albums. These types of albums were popular in the days of physical releases, like CDs, cassettes, and vinyl. Today, official greatest hits collections have largely been <a href=https://web.archive.org/web/20230323121538/https://pitchfork.com/features/article/9887-why-the-death-of-greatest-hits-albums-and-reissues-is-worth-mourning/ target=_blank>replaced by ever-evolving playlists</a>. In short, these types of albums have lost some of their prestige."}],"spotifyfive":[{"type":"text","value":"6% of the albums are also not currently available on Spotify."},{"type":"text","value":"For example, Captain Beefheart’s “Trout Mask Replica” was #58 in 2003. 17 years later, it failed to rank."},{"type":"text","value":"It’s hard for an album to remain relevant if most people don’t have a means to listen to it."}],"spotifysix":[{"type":"text","value":"Here we add in albums unavailable on Spotify that still made <i>Rolling Stone</i>’s 2020 list. About half of <span class=redText>these albums (in red) saw their ranking decline.</span>"}],"spotifyseven":[{"type":"text","value":"Funkadelic’s genre-bending 1978 album “One Nation Under a Groove”, for example, fell from #176 to #360. The album was removed from Spotify during a dispute between Funkadelic frontman George Clinton and his former label, Warner Records."}],"voterone":[{"type":"text","value":"Musical greatness is also shaped by who is voting."},{"type":"text","value":"<span class=big>Judges</span>"},{"type":"text","value":"To construct these lists, <i>Rolling Stone</i> polled artists, songwriters, producers, A&Rs, executives, journalists, and their staff writers. Here is who <span class=voters2003text>voted in 2003</span>:"}],"votertwo":[{"type":"text","value":"Scanning these faces, something probably jumps out at you …"}],"voterthree":[{"type":"text","value":"The large, large majority of the <span class=voters2003text>2003 voters</span> were men. And while it’s difficult to pinpoint the exact racial identity of each voter, we’re confident that white men were overrepresented."}],"voterfour":[{"type":"text","value":"For the 2020 ranking, <i>Rolling Stone</i> – perhaps in an effort to poll beyond the music tastes of white men – expanded the voting group from 269 to 336 and doubled the representation of women voters. Here are the <span class=voters2020text>judges in 2020</span>:"}],"voterfourtwo":[{"type":"text","value":"With two cohorts of voters, from <span class=voters2003text>2003</span> and <span class=voters2020text>2020</span>, we can reflect on how different voter demographics influence which albums are considered great."}],"voterfive":[{"type":"text","value":"<span class=big>Gender</span>"},{"type":"text","value":"<span class=voters2003text>In 2003</span>, 90% of voters were men. Not surprisingly, voters selected predominantly male performers—nearly 82% of the 500 albums selected were by men."},{"type":"text","value":"<span class=spacer></span>"},{"type":"text","value":"<i>Rolling Stone</i> published a few ballots of voters in 2003. Metallica’s James Hetfield only had men in his top 10 included. Green Day’s Billie Joe Armstrong was the same. The most gender diverse ballot, among those published, was Britney Spears’s, with Janet Jackson, Madonna, Whitney Houston, and TLC among her top 10 albums."}],"votersix":[{"type":"text","value":"<span class=voters2020text>In 2020</span>, with more women voters, we see a curious correlation with greater gender diversity in the albums selected: albums by women or mixed-gender groups jumped from 16% to 28%."},{"type":"text","value":"Next, let’s consider how voters’ ages shape album selection."}],"voterseven":[{"type":"text","value":"<span class=big>Age</span>"},{"type":"text","value":"<span class=emphasis>Here are the judges, by age group, at the time of voting.</span>"},{"type":"text","value":"Voters in <span class=voters2003text>2003</span> and <span class=voters2020text>2020</span> were spread out among similar age ranges. How might this have affected the albums they selected?"}],"votereight":[{"type":"text","value":"<span class=big>Generation</span>"},{"type":"text","value":"We had a hunch that albums released during voters’ teenage years would have an outsized impact on their choices, the most formative years for music taste."},{"type":"text","value":"<span class=emphasis>Here are judges arranged by the approximate decade of their teenage years.</span>"},{"type":"text","value":"<span class=voters2020text>In 2020</span>, over half of the judges were teenagers in the 1990s, 2000s, and 2010s. This is a stark change from the <span class=voters2003text>2003 ranking</span>, when judges were predominantly of the Baby Boomer or Gen X generation."}],"voternine":[{"type":"text","value":"Let’s compare judges’ ages with the release years of the 500 greatest albums of all time."},{"type":"text","value":"<span class=voters2003text>In 2003</span>, for example, only 11 voters (4%) were teens in the 1990s. In the <span class=year2003text>2003 album ranking</span>, 74 of the 500 greatest albums of all-time (15%) were <span class=emphasis>from the 1990s.</span>"}],"voterten":[{"type":"text","value":"<span class=voters2020text>In 2020</span>, the number of voters who grew up in the 1990s jumped from 11 (4%) to 90 (25%). Albums <span class=year2020text>ranked in 2020</span> and released in <span class=emphasis>the 1990s</span> similarly increased from 15 to 21%."}],"votereleven":[{"type":"text","value":"Of course, assessing the past is a messy, imperfect business. When <i>Rolling Stone</i> ranks the greatest albums of all time in 2030, a new cohort of Gen Zers will no doubt elevate albums from the 2000s and 2010s."},{"type":"text","value":"Yet, there is still some level of consistency over the decades, especially as we get further from the past."},{"type":"text","value":"<span class=emphasis>Here are the <span class=year2020text>2020 albums</span> by release decade. We’ve highlighted the albums that were <i>also</i> on the 2003 list, 17 years earlier.</span>"}],"votertwelve":[{"type":"text","value":"<span class=emphasis>’90s Albums</span>"},{"type":"text","value":"Of the 104 albums from the 1990s on the <span class=year2020text>2020 list</span>, 55 (53%) were on the list <span class=year2003text>in 2003</span>."}],"voterthirteen":[{"type":"text","value":"<span class=emphasis>’80s Albums</span>"},{"type":"text","value":"Of the 73 albums from the 1980s on the <span class=year2020text>2020 list</span>, 56 (76%) were on the list <span class=year2003text>in 2003</span>."}],"voterfourteen":[{"type":"text","value":"<span class=emphasis>’70s Albums</span>"},{"type":"text","value":"Of the 155 albums from the 1970s on the <span class=year2020text>2020 list</span>, 128 (83%) were on the list <span class=year2003text>in 2003</span>."}],"voterfifteen":[{"type":"text","value":"<span class=emphasis>’60s Albums</span>"},{"type":"text","value":"Of the 71 albums from the 1960s on <span class=year2020text>2020 list</span>, 65 (92%) were on the list <span class=year2003text>in 2003</span>."}],"votersixteen":[{"type":"text","value":"<span class=emphasis>’50s Albums</span>"},{"type":"text","value":"Of the 10 albums from the 1950s on the <span class=year2020text>2020 list</span>, 8 (80%) were on the <span class=year2003text>in 2003</span>."}],"conclusion":[{"type":"text","value":"In short, after a certain point, when people are talking about great albums of the 1950s, they are likely talking about Miles Davis’s “Kind of Blue,” Elvis Presley’s self-titled album, and Frank Sinatra’s “In the Wee Small Hours,” among a few others."},{"type":"text","value":"Is it possible in 100 years that some obscure album from the 1950s will suddenly be hailed as the decade’s masterpiece? Yes. But it’s not likely. Some level of consensus does seem to appear over time, despite all of the unexpected non-musical factors that influence list construction."}]}