{"1":[],"2":[],"3":[],"4":[],"5":[],"6":[],"7":[],"8":[],"9":[],"10":[],"11":[],"12":[],"13":[],"14":[],"15":[],"16":[],"17":[],"18":[],"19":[],"20":[],"21":[],"22":[],"23":[],"24":[],"25":[],"26":[],"27":["Of the 104 albums from the 1990s on the 2020 list, 55 (53%) were on the list in 2003.","Of the 73 albums from the 1980s on the 2020 list, 56 (76%) were on the list in 2003.","Of the 155 albums from the 1970s on the 2020 list, 128 (83%) were on the list in 2003.","Of the 71 albums from the 1960s on 2020 list, 65 (92%) were on the list in 2003.","Of the 10 albums from the 1950s on the 2020 list, 8 (80%) were on the 2003 list."],"ignore":[],"f":[],"s":[],"headings":[{"title":"What Makes an Album Great? [ah][ai]","byline":"by <a href=https://pudding.cool/author/chris-dalla-riva/ target=_blank>Chris Dalla Riva</a> and <a href=https://pudding.cool/author/matt-daniels/ target=_blank>Matthew Daniels</a>"}],"introfirst":[{"type":"text","value":"In 2003, <i>Rolling Stone</i> magazine released its “500 Greatest Albums of All Time,” declaring the Beatles’ “Sgt. Pepper’s Lonely Hearts Club Band” as #1."}],"introsecond":[{"type":"text","value":"When the publication updated the list in 2012 to include the first decade of the new millennium, not only did the Beatles’ classic remain at #1 but the entire top 10 was unchanged."},{"type":"text","value":"This certitude wasn’t to last, though."}],"introthird":[{"type":"text","value":"<i>Rolling Stone</i> revised the list in 2020 again, and the two decade consensus was no more."},{"type":"text","value":"Beyond “Let’s Get It On” jumping from #6 to #1 and “Pet Sounds” remaining locked in at #2, the entire top 10 was changed, some albums jumping scores of spots."}],"introfourth":[{"type":"text","value":"Once again, here’s the ranking from twenty years ago, highlighting those albums in the present top 10."},{"type":"text","value":"Between 2003 and 2020, Ms. Lauryn Hill’s masterwork “The Miseducation of Lauryn Hill” moved 300 spots, from #312 to #10."}],"introfifth":[{"type":"text","value":"But albums were not just shuffled around."},{"type":"text","value":"When we look at all 500 albums from <i>Rolling Stone’s</i> 2020 ranking, nearly a <strong>third</strong> never appeared in previous rankings. Let’s examine those more closely."}],"introsixtwo":[{"type":"text","value":"Many of these albums were released over the past decade, such as Kanye West’s “My Beautiful Dark Twisted Fantasy” (#17)."},{"type":"text","value":"And Kendrick Lamar’s “To Pimp a Butterfly” (#19)."},{"type":"text","value":"And Beyoncé’s “Lemonade” (#32)."},{"type":"text","value":"And Frank Ocean’s “Blonde” (#79)."}],"introsixthree":[{"type":"text","value":"But other additions had been out for decades, like Kate Bush’s “Hounds of Love,” originally released in 1985."},{"type":"text","value":"And Joy Division’s “Unknown Pleasures,” originally released in 1979."},{"type":"text","value":"Billie Holiday’s “Lady in Satin” also made the list in 2020 despite being unranked in 2003, 45 years after its release."}],"popone":[{"type":"text","value":"Because the 2020 list didn’t just change because the judges had to account for new releases, we decided to look at what shapes our musical canon."},{"type":"text","value":"First, the musical canon is shaped by popularity."}],"poptwo":[{"type":"text","value":"Most of the albums on 2020’s <i>Rolling Stone’s</i> greatest of all-time list were commercially successful."},{"type":"text","value":"When we just look at those ranked in the top 100 and whether they charted on <i>Billboard</i> when they were released, 30 reached #1—they were the most popular albums in the country at one time."},{"type":"text","value":"Only 6 of these albums never charted on <i>Billboard</i>, clearly growing from relative obscurity to critical acclaim over the decades."}],"popthree":[{"type":"text","value":"If we look at the lower ranked albums on <i>Rolling Stones’s</i> 2020 list, those beyond their top 100, they are 3x more likely to not have charted on <i>Billboard</i>."},{"type":"text","value":"In other words, if you want your album to be considered great, it helps if it is also popular."}],"spotifyone":[{"type":"text","value":"Beyond popularity, the musical canon is also shaped by how we listen."},{"type":"text","value":"Earlier, we noted that on <i>Rolling Stone’s</i> 2003 ranking of the top 500 greatest albums, about a third would not be ranked 20 years later, in 2020."}],"spotifytwo":[{"type":"text","value":"Here’s the 2003 ranking, highlighting the 174 that failed to rank in 2020."},{"type":"text","value":"Let’s look at those albums more closely."}],"spotifythree":[{"type":"text","value":"Tk transition"}],"spotifyfour":[{"type":"text","value":"18% are compilations or greatest hits albums. These types of albums were popular in the days of physical releases, like CDs, cassettes, and vinyl. Since anything can be thrown on a playlist now, we can figure that they hold less importance for judges in 2020."}],"spotifyfive":[{"type":"text","value":"6% of the albums are not currently available on Spotify."},{"type":"text","value":"For example, Captain Beefheart’s “Trout Mask Replica” was #58 in 2003 and failed to rank in 17 years later. It’s hard for an album to remain relevant if most people don’t have a means to listen to it."}],"spotifysix":[{"type":"text","value":"Even among those 2003 <i>Rolling Stone</i> greatest albums that are not currently available on Spotify but remained on the 2020 list, nearly 75% saw their ranking decline."}],"spotifyseven":[{"type":"text","value":"Neil Young’s “Everybody Knows This Is Nowhere” went from #208 to #407."},{"type":"text","value":"Funkadelic’s “One Nation Under a Groove” went from #176 to #360.[aj]"}],"voterone":[{"type":"text","value":"Though how popular things are and how we listen affects what we deem to be part of the musical canon, we think the most important thing is who gets to vote on the list."},{"type":"text","value":"To construct these lists, Rolling Stone polled artists, songwriters, producers, A&Rs, executives, journalists, and their staff writers. Here is what the voters looked like in 2003."}],"a":[],"b":[],"c":[],"d":[],"e":[],"g":[],"h":[],"i":[],"j":[],"k":[],"l":[],"m":[],"n":[],"o":[],"p":[],"q":[],"r":[],"t":[],"u":[],"v":[],"w":[],"x":[],"y":[],"z":[],"aa":[],"ab":[],"ac":[],"ad":[],"ae":[],"af":[],"ag":[],"ah":[],"ai":[],"aj":[]}